Repository: CamilleIED/tests
Catalog: plugins/smart-reading-time/languages/smart-reading-time-tdom-*.po
Languages: fr_fr

source: Use the
fr_fr: Utilisez le

source: Reading Time:
fr_fr: Temps de lecture

source: Or simply use
fr_fr: Ou tout simplement utilisez

source: to return the number with no designation
fr_fr: pour afficher le nombre sans désignation

source: Theme
fr_fr: Thème

source: If you want to insert the reading time into your theme
fr_fr: Si vous souhaitez insérer le temps de lecture dans votre thème

source: CSS Properties
fr_fr: Propriétés CSS

source: This section contains informations about of the CSS properties belonging to the plugin
fr_fr: Cette section contient des informations sur les propriétés CSS appartenant au plugin

source: Copy and paste the following code into your <code>style.css</code> stylesheet
fr_fr: Copiez et collez le code suivant dans votre feuille de style <code>style.css</code>

source: Smart Reading Time is a free WordPress plugin written by
fr_fr: Smart Reading Time est un plugin WordPress gratuit écrit par

source: For help and support using this plugin, please
fr_fr: Pour de l'aide et pour le support de ce plugin, s'il vous plaît

source: contact me
fr_fr: contactez-moi

source: directly
fr_fr: directement

source: Thank You
fr_fr: Merci

source: If you like this plugin, please consider leaving a tweet.
fr_fr: Si vous aimez ce plugin, vous pouvez laisser un tweet.

source: You are invited to add a link on your site, on your facebook wall... Thank You!
fr_fr: Vous pouvez également faire un lien vers la page du plugin en utilisant cette URL raccourcie. Site Web, facebook...

source: Stratospheric kisses on your generous soul!
fr_fr: Bisous stratosphériques sur ton âme généreuse !

source: Options saved.
fr_fr: Modifications enregitrées.

source: Smart Reading Time Settings
fr_fr: Paramètres Smart Reading Time

source: An adult reads about 300 words per minute on an average
fr_fr: Un adulte moyen lit 300 mots par minute

source: Studies reveal that an average individual in business reads no faster than what people did nearly 10 decades back. As such, the average reading speed also varies based on an individual’s profession. On a broader spectrum, an adult reads about 300 words per minute on an average. On the other hand, a college student reads about 450 words per minute on an average. The increase in speed is primarily because a student is exposed to more reading activities in comparison to an adult. The increased practice definitely offers an upper edge over here, when it comes to speed reading. It’s estimated that a student spends nearly 4-5 hours a day for reading or studying activities.
fr_fr: La vitesse moyenne de lecture d’un élève de CE2 est d’environ 150 mots par minute (mpm). Un élève de quatrième lira 250 mots par minute. Au moment où nous atteignons l’âge adulte, cette vitesse augmente légèrement, la plupart des adultes lisent à une vitesse d’environ 300 mots par minute. Si un cadre moyen (575 mpm) lit plus vite qu’un étudiant à l’université (450 mpm), il reste plus lent qu’un professeur d’université (675 mpm).

source: Reading time designation:
fr_fr: Désignation :

source: This value appears before the reading time. Leave blank for none.
fr_fr: Cette valeur apparaît avant le temps de lecture. <br>Laissez le champ vide si vous ne souhaitez pas de désignation.

source: Words per minute:
fr_fr: Mots par minute :

source: (defaults to 300, the average reading speed for adults)
fr_fr: (par défaut 300 - la vitesse de lecture moyenne d'un adulte)

source: After time:
fr_fr: Après le temps de lecture :

source: This value appears after the reading time. Leave blank for none.
fr_fr: Cette valeur apparaît après le temps de lecture. <br>Laissez le champ vide si vous ne souhaitez pas de texte.

source: Insert Smart Reading Time:
fr_fr: Insérer Smart Reading Time :

source: before the post content
fr_fr: avant le contenu de votre publication

source: Save Changes
fr_fr: Enregistrer les modifications

source: Estimates an average required time to complete reading a post.
fr_fr: Estime le temps moyen requis pour terminer la lecture d'un billet.

source: second
fr_fr: seconde

source: and
fr_fr: et

source: There is no changelog available.
fr_fr: Il n'y a pas de changelog disponible.

source: Check for updates
fr_fr: Vérifier les mises à jour

source: This plugin is up to date.
fr_fr: Ce plugin est à jour.

source: A new version of this plugin is available.
fr_fr: Une nouvelle version de ce plugin est disponible.

source: Unknown update checker status "%s"
fr_fr: Status inconnu de l'état de mise à jour "%s"
